Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/limesurvey-tm.tmx
Source language: en
Languages: ca_es

source: Did Not Save
ca_es: No s'ha Guardat

source: An unexpected error has occurred and your responses cannot be saved.
ca_es: Ha ocorregut un error inesperat i les seves respostes no s'han pogut desar.

source: Your responses have not been lost and have been emailed to the survey administrator and will be entered into our database at a later point.
ca_es: Les seves respostes no s'han perdut, han estat enviades per correu electrònic a l'administrador de l'enquesta per a la seva posterior incorporació a la base de dades.

source: An error occurred saving a response to survey id
ca_es: Ha ocorregut un error salvant la seva resposta de l'enquesta

source: DATA TO BE ENTERED
ca_es: DADES QUE SERAN GUARDADES

source: SQL CODE THAT FAILED
ca_es: CODI SQL QUE HA FALLAT

source: ERROR MESSAGE
ca_es: MISSATGE D'ERROR

source: Error saving results
ca_es: Error al desar les respostes

source: Try to submit again
ca_es: Intenti enviar-ho un altre cop

source: The answer to the security question is incorrect.
ca_es: La resposta a la pregunta de seguretat és incorrecta.

source: Please confirm access to survey by answering the security question below and click continue.
ca_es: Si us plau, respongui la pregunta de seguretat i polsi continuar.

source: Security question:
ca_es: Pregunta de seguretat:

source: Security Question
ca_es: Pregunta de Seguretat

source: The token you have provided is either not valid, or has already been used.
ca_es: La contrasenya proporcionada no és vàlida o ja ha estat utilitzada.

source: For further information please contact %s
ca_es: Per més informació contacti amb %s

source: Please confirm the token by answering the security question below and click continue.
ca_es: Si us plau, confirmi el token contestant la pregunta de seguretat de sota i premi a continuar.

source: This survey does not yet have any questions and cannot be tested or completed.
ca_es: Aquesta enquesta encara no conté preguntes i no pot ser provada ni completada.

source: This survey is currently not active. You will not be able to save your responses.
ca_es: Aquesta enquesta no està actualment activa. No podrà desar les seves respostes.

source: Please use the LimeSurvey navigation buttons or index. It appears you attempted to use the browser back button to re-submit a page.
ca_es: Si us plau, faci servir els butons de navegació o l'index de LimeSurvey. Sembla que has fet servir el botó d'enrere del vostre navegador per reenviar una pàgina.

source: Save your responses so far
ca_es: Desa les respostes realitzades fins ara

source: Your survey responses have not been recorded. This survey is not yet active.
ca_es: Les seves respostes no han estat desades perquè l'enquesta encara no s'ha activat.

source: Clear Responses
ca_es: Borrar Respostes

source: Print your answers.
ca_es: Imprimir les respostes

source: or
ca_es: o

source: View the statistics for this survey.
ca_es: Mostra les estadístiques d'aquesta enquesta

source: Sorry. There is no matching survey.
ca_es: Ho sentim, no hi ha cap enquesta que coincideixi.

source: Invalid group number for this survey:
ca_es: Número de grup no vàlid per aquesta enquesta:

source: This group contains no questions. You must add questions to this group before you can preview it
ca_es: Aquest grup no té preguntes. És necessari afegir preguntes al grup abans de previsualitzar-lo

source: Submit your answers
ca_es: Enviar les respostes

source: There are no more questions. Please press the <Submit> button to finish this survey.
ca_es: No hi ha més preguntes. Si us plau, premi el botó <Enviar> per a finalitzar l'enquesta.

source: One or more uploaded files are not in proper format/size. You cannot proceed until these files are valid.
ca_es: Una o més fitxers carregats no es troben en el format o mida adients. No podeu continuar fins que aquests fitxers siguin vàlids

source: Question index
ca_es: Índex de preguntes

source: Please contact %s ( %s ) for further assistance.
ca_es: Si us plau, contacti amb %s (%s) si desitja més ajuda.

source: There are no questions in this survey
ca_es: No hi ha preguntes en aquesta enquesta

source: There is 1 question in this survey
ca_es: Hi ha 1 pregunta en aquesta enquesta

source: There are {NUMBEROFQUESTIONS} questions in this survey.
ca_es: Hi ha {NUMBEROFQUESTIONS} preguntes en aquesta enquesta.

source: Exit and clear survey
ca_es: Sortir i esborrar enquesta

source: Are you sure you want to clear all your responses?
ca_es: Està segur que vol eliminar totes les seves respostes?

source: Load unfinished survey
ca_es: Recuperar una enquesta no acabada

source: Resume later
ca_es: Continuar més tard

source: If you want to check any of the answers you have made, and/or change them, you can do that now by clicking on the [<< prev] button and browsing through your responses.
ca_es: Si desitja comprovar qualsevol de les respostes i/o canviar-ne alguna, pot fer-ho ara amb el botó [<< anterior] i revisar-les.

source: Restart this Survey
ca_es: Reiniciar aquesta Enquesta

source: To remain anonymous please use a pseudonym as your username, also an email address is not required.
ca_es: Per seguir en l'anonimat, utilitzeu un pseudònim com a nom d'usuari, no és necessària una adreça de correu electrònic.

source: Name
ca_es: Nom

source: Repeat password
ca_es: Repetiu la contrasenya

source: Your email address
ca_es: La vostra adreça de correu

source: Saved name
ca_es: Nom guardat

source: Load now
ca_es: Carregar ara

source: Answers cleared
ca_es: Respostes eliminades

source: Your assessment
ca_es: La vostra avaluació

source: Caution: JavaScript execution is disabled in your browser. You may not be able to answer all questions in this survey. Please, verify your browser parameters.
ca_es: Avís: L'execució de JavaScript està desactivada en el seu navegador. És possible que no pugui respondre totes les preguntes de l'enquesta. Si us plau, verifiqui els paràmetres del seu navegador.

source: Close this window
ca_es: Tancar aquesta finestra

source: Load a previously saved survey
ca_es: Recuperar una enquesta no acabada

source: You can load a survey that you have previously saved from this screen.
ca_es: Pot recuperar una enquesta guardada prèviament des d'aquesta pantalla.

source: Type in the 'name' you used to save the survey, and the password.
ca_es: Introdueixi el 'nom' que va utilitzar per desar l'enquesta i la seva contrasenya.

source: A Note On Privacy
ca_es: Nota De Privadesa

source: This survey is anonymous.
ca_es: Aquesta enquesta és anònima.

source: The record kept of your survey responses does not contain any identifying information about you unless a specific question in the survey has asked for this. If you have responded to a survey that used an identifying token to allow you to access the survey, you can rest assured that the identifying token is not kept with your responses. It is managed in a separate database, and will only be updated to indicate that you have (or haven't) completed this survey. There is no way of matching identification tokens with survey responses in this survey.
ca_es: Els registres que contenen les seves respostes de l'enquesta no contenen cap identificació seva a menys que una pregunta específica així ho faci. Si respon aquesta enquesta utilitzant una contrasenya que li dóna accés, pot estar segur que aquesta no s'associa a cap de les seves respostes. Això s'administra en una taula de dades separada, que només s'actualitza per indicar que ha completat o no l'enquesta, però sense establir cap vincle amb la taula on s'emmagatzemen les seves respostes, per tant, no hi ha cap manera d'associar una resposta amb la persona que la va realitzar.

source: You must be registered to complete this survey
ca_es: Ha d'estar registrar per completar aquesta enquesta

source: You may register for this survey if you wish to take part.
ca_es: Pot registrar-se en aquesta enquesta si vol participar-hi.

source: Enter your details below, and an email containing the link to participate in this survey will be sent immediately.
ca_es: Introdueixi les seves dades a continuació i se li enviarà immediatament un missatge de correu electrònic.

source: Save your unfinished survey
ca_es: Desar la vostra enquesta no finalitzada

source: Enter a name and password for this survey and click save below.
ca_es: Introdueixi un nom i una contrasenya per aquesta enquesta i marqui Desar.

source: Your survey will be saved using that name and password, and can be completed later by logging in with the same name and password.
ca_es: La seva enquesta serà guardada amb aquell nom i contrasenya, i podrà completar-la després entrant amb el mateix nom d'usuari i contrasenya.

source: If you give an email address, an email containing the details will be sent to you.
ca_es: Si ens dóna la seva adreça electrònica, li enviarem un correu amb els detalls de l'enquesta.

source: After having clicked the save button you can either close this browser window or continue filling out the survey.
ca_es: Després de clicar el botó de desar, pots tancar aquesta finestra del navegador o continuar omplint l'enquesta.

source: You have completed answering the questions in this survey.
ca_es: Ha respost a totes les preguntes de l'enquesta.

source: Click on 'Submit' now to complete the process and save your answers.
ca_es: Marqui 'Enviar' per completar el procés i desar les seves respostes.

source: Arrays
ca_es: Matrius

source: Mask questions
ca_es: Preguntes de màscara

source: Single choice questions
ca_es: Preguntes amb una opció

source: Multiple choice questions
ca_es: Preguntes amb múltiples opcions

source: Text questions
ca_es: Preguntes de text

source: Array dual scale
ca_es: Array de doble escala

source: 5 Point Choice
ca_es: Escollir entre 5 Punts

source: Array (5 Point Choice)
ca_es: Matriu (Escollir entre 5 Punts)

source: Array (10 Point Choice)
ca_es: Matriu (Escollir entre 10 Punts)

source: Array (Yes/No/Uncertain)
ca_es: Matriu (Si/No/No Sé)

source: Date/Time
ca_es: Data/Hora

source: Array (Increase/Same/Decrease)
ca_es: Matriu (Ampliar/Mantenir/Reduir)

source: Array
ca_es: Matriu

source: Gender
ca_es: Génere

source: Array by column
ca_es: Matriu per columna

source: Language Switch
ca_es: Selecció d'Idioma

source: Multiple Numerical Input
ca_es: Entrada numèrica múltiple

source: List (Radio)
ca_es: Llista (Radio)

source: Multiple choice
ca_es: Elecció múltiple

source: Numerical Input
ca_es: Entrada Numèrica

source: List with comment
ca_es: Llista amb comentari

source: Multiple choice with comments
ca_es: Elecció múltiple amb comentaris

source: Multiple Short Text
ca_es: Múltiples Textos Curts

source: Short Free Text
ca_es: Text lliure curt

source: Long Free Text
ca_es: Text lliure llarg

source: Huge Free Text
ca_es: Text Lliure Enorme

source: Text display
ca_es: Mostar text

source: Yes/No
ca_es: Si/No

source: List (Dropdown)
ca_es: Llista (Desplegable)

source: Array (Numbers)
ca_es: Matriu (Nombres)

source: Array (Texts)
ca_es: Matriu (Textos)

source: File upload
ca_es: Pujada de l'arxiu

source: Equation
ca_es: Equació

source: No email notification
ca_es: Cap notificació per correu

source: Basic email notification
ca_es: Notificació bàsica per correu

source: Detailed email notification with result codes
ca_es: Notificació detallada per correu amb els codis de resultats

source: Response submission for survey {SURVEYNAME} with results
ca_es: Enviament de les respostes per l'enquesta {SURVEYNAME} amb resultats

source: Hello, A new response was submitted for your survey '{SURVEYNAME}'. Click the following link to reload the survey: {RELOADURL} Click the following link to see the individual response: {VIEWRESPONSEURL} Click the following link to edit the individual response: {EDITRESPONSEURL} View statistics by clicking here: {STATISTICSURL} The following answers were given by the participant: {ANSWERTABLE}
ca_es: Hola, Hi ha una nova resposta per la vostra enquesta '{SURVEYNAME}'. Clica el següent enllaç per actualitzar l'enquesta: {RELOADURL} Clica el següent enllaç per veure la resposta individual: {VIEWRESPONSEURL} Clica el següent enllaç per editar la resposta individual: {EDITRESPONSEURL} Per veure les estadístiques clica aquí: {STATISTICSURL} Les següents respostes han sigut entrades pel participant: {ANSWERTABLE}

source: Response submission for survey {SURVEYNAME}
ca_es: Resposta a l'enviament per l'enquesta {SURVEYNAME}

source: Hello, A new response was submitted for your survey '{SURVEYNAME}'. Click the following link to reload the survey: {RELOADURL} Click the following link to see the individual response: {VIEWRESPONSEURL} Click the following link to edit the individual response: {EDITRESPONSEURL} View statistics by clicking here: {STATISTICSURL}
ca_es: Hola, Hi ha una nova resposta a la teva enquesta '{SURVEYNAME}'. Fes clic en l'enllaç següent per tornar a carregar l'enquesta: {RELOADURL} Fes clic en l'enllaç següent per veure la resposta individual: {VIEWRESPONSEURL} Fes clic en l'enllaç següent per editar la resposta individual: {EDITRESPONSEURL} Visualitzeu les estadístiques fent clic aquí: {STATISTICSURL}

source: Confirmation of your participation in our survey
ca_es: Confirmacío de la vostra participació a la nostra enquesta

source: Dear {FIRSTNAME}, this email is to confirm that you have completed the survey titled {SURVEYNAME} and your response has been saved. Thank you for participating. If you have any further questions about this email, please contact {ADMINNAME} on {ADMINEMAIL}. Sincerely, {ADMINNAME}
ca_es: Estimat/ada {FIRSTNAME}, aquest correu electrónic es per confirmar que ha completat l'enquesta titulada {SURVEYNAME} i les seves respostes han estat desades. Moltes gràcies per la seva participació. Si té algún dubte sobre aquest correu electrónic, si us plau, contacteu amb {ADMINNAME} a {ADMINEMAIL} Gràcies, {ADMINNAME}

source: Invitation to participate in a survey
ca_es: Invitació a participar en una enquesta

source: Dear {FIRSTNAME}, you have been invited to participate in a survey. The survey is titled: "{SURVEYNAME}" "{SURVEYDESCRIPTION}" To participate, please click on the link below. Sincerely, {ADMINNAME} ({ADMINEMAIL}) ---------------------------------------------- Click here to do the survey: {SURVEYURL}
ca_es: Estimat/ada {FIRSTNAME},\n \n ha sigut convidat a participar en una enquesta. L'enquesta és la següent: "{SURVEYNAME}" "{SURVEYDESCRIPTION}" Per participar, si us plau, segueixi el següent enllaç. Gràcies, {ADMINNAME} ({ADMINEMAIL}) ---------------------------------------------- Cliqueu aquí per fer l'enquesta: {SURVEYURL}

source: If you are blacklisted but want to participate in this survey and want to receive invitations please click the following link: {OPTINURL}
ca_es: Si us trobeu en la llista d'exclusió però voleu participar en aquesta enquesta i voleu rebre invitacions, si us plau, seguiu el següent enllaç: {OPTINURL}

source: Reminder to participate in a survey
ca_es: Recordatori per participar en una enquesta

source: Survey registration confirmation
ca_es: Confirmació del registre a l'enquesta

source: Dear {FIRSTNAME}, You, or someone using your email address, have registered to participate in an online survey titled {SURVEYNAME}. To complete this survey, click on the following URL: {SURVEYURL} If you have any questions about this survey, or if you did not register to participate and believe this email is in error, please contact {ADMINNAME} at {ADMINEMAIL}.
ca_es: Estimat/da {FIRSTNAME}, Vostè, o algú utilitzant la seva direcció de correu electrònic, s'ha registrat per participar en una enquesta titulada {SURVEYNAME}. Per completar aquesta enquesta, navegui a la següent URL: {SURVEYURL} Si té dubtes respecte a l'enquesta, o si no s'ha registrat per realitzar aquesta enquesta i creu que aquest correu és un error, si us plau, posi's en contacte amb {ADMINNAME} a {ADMINEMAIL}.

source: File count
ca_es: Recompte d'arxius

source: Date submitted
ca_es: Data d'enviament

source: Last page
ca_es: Darrera pàgina

source: Start language
ca_es: Idioma d'inici

source: Date started
ca_es: Data d'inici

source: Date last action
ca_es: Data de l'última acció

source: Referrer URL
ca_es: URL de procedència

source: Scale 1
ca_es: Escala 1

source: Scale 2
ca_es: Escala 2

source: Rank %s
ca_es: Rang %s

source: Other comment
ca_es: Un altre comentari

source: Total time
ca_es: Temps total

source: Group time
ca_es: Temps del grup

source: Question time
ca_es: Temps de la pregunta

source: Display
ca_es: Mostrar

source: Sort the answer options alphabetically
ca_es: Ordena les opcions de resposta alfabèticament

source: Sort answers alphabetically
ca_es: Ordenar respostes alfabèticament

source: Set the percentage width of the (sub-)question column (1-100)
ca_es: Indica el percentatge d'amplada de la columna de la (sub)-pregunta (1-100)

source: (Sub-)question width
ca_es: Amplada de la (Sub-) pregunta

source: Repeat headings every X subquestions (Set to 0 to deactivate heading repeat, deactivate minimum repeat headings from config).
ca_es: Repetir capçaleres cada X subpreguntes (Posar a 0 per desactivar la repetició de les capçaleres, desactivar la repetició mínima de les capçaleres des de la configuració).

source: Repeat headers
ca_es: Repeteix les capçaleres

source: Logic
ca_es: Lògica

source: Enter the code(s) of Multiple choice question(s) (separated by semicolons) to only show the matching answer options in this question.
ca_es: Introduiu el/s codi/s per la/es pregunta/es de resposta múltiple (separats per punt i coma ';') per només mostrar les respostes corresponents a aquesta pregunta.

source: Array filter
ca_es: Filtre de la matriu

source: Enter the code(s) of Multiple choice question(s) (separated by semicolons) to exclude the matching answer options in this question.
ca_es: Introduiu el/s codi/s per la/es pregunta/es de resposta múltiple (separats per punt i coma ';') per no mostrar les respostes corresponents a aquesta pregunta.

source: Array filter exclusion
ca_es: Filtre d'exclusió de la matriu

source: Hidden
ca_es: Ocult

source: Specify how array-filtered sub-questions should be displayed
ca_es: Especifiqueu com han de visualitzar-se les subpreguntes amb matrius filtrades

source: Array filter style
ca_es: Estil del filtre de la matriu

source: If one of the subquestions is marked then for each marked subquestion this value is added as assessment.
ca_es: Si una de les subpreguntes está marcada, per cada subpregunta marcada s'afegeix aquest valor com a valoració.

source: Category separator
ca_es: Separador de categories

source: Filter the available answers by this value
ca_es: Filtrar les respostes possibles usant aquest valor

source: Code filter
ca_es: Codi de filtre

source: The answer options will be distributed across the number of columns set here
ca_es: Les opcions de resposta es distribuiran entre el nombre de columnes indicat aquí

source: Display columns
ca_es: Mostrar columnes

source: How many rows to display
ca_es: Quantitat de files a mostrar

source: Display rows
ca_es: Mostrar files

source: Use accessible dropdown boxes instead of calendar popup
ca_es: Fes servir llistes desplegables accesibles en lloc d'una finestra emergent amb un calendari

source: Display dropdown boxes
ca_es: Mostra les llistes desplegables de selecció

source: Minimum year value in calendar
ca_es: Valor mínim de l'any al calendari

source: Minimum year
ca_es: Any mínim

source: Maximum year value for calendar
ca_es: Valor màxim de l'any del calendari

source: Maximum year
ca_es: Any màxim

source: Prefix|Suffix for dropdown lists
ca_es: Prefix|Sufix per les llistes desplegables

source: Dropdown prefix/suffix
ca_es: Prefix/sufix desplegables

source: Text shown on each subquestion row between both scales in dropdown mode
ca_es: Text que es mostra, en mode de llista desplegable, entre les dues escales a cada fila de la subpregunta.

source: Dropdown separator
ca_es: Separador desplegable

source: Enter a header text for the first scale
ca_es: Introdueixi un text de capçalera per la primera escala

source: Header for first scale
ca_es: Capçalera per la primera escala

source: Enter a header text for the second scale
ca_es: Introdueixi un text de capçalera per la segona escala

source: Header for second scale
ca_es: Capçalera per la segona escala

source: Input
ca_es: Entrada

source: Multiple numeric inputs sum must equal this value
ca_es: La suma de les múltiples entrades numèriques ha de ser igual a aquest valor

source: Equals sum value
ca_es: Valor exacte de la suma

source: Enter a boolean equation to validate the whole question.
ca_es: Escriviu una equació booleana per validar tota la pregunta.

source: Question validation equation
ca_es: Equació de validació de la pregunta

source: This is a hint text that will be shown to the participant describing the question validation equation.
ca_es: Aquest és un text de suggeriment que es mostrarà al participant descrivint l'equació de validació de la pregunta.

source: Question validation tip
ca_es: Ajuda a la validació de la pregunta

source: Enter a boolean equation to validate each sub-question.
ca_es: Introdueixi una equació booleana per validar cada subpregunta.

source: Sub-question validation equation
ca_es: Equació de validació de la subpregunta

source: This is a tip shown to the participant describing the sub-question validation equation.
ca_es: Aquesta és una ajuda pel participant que descriu l'equació de validació de la subpregunta.

source: Sub-question validation tip
ca_es: Ajuda a la validació de la subpregunta

source: Excludes all other options if a certain answer is selected - just enter the answer code(s) seperated with a semikolon.
ca_es: Exclou totes les altres opcions si una resposta concreta està seleccionada - introdueixi el/-s codi/-s de resposta separats per punt i coma (;)

source: Exclusive option
ca_es: Opció exclusiva

source: If the participant marks all options, uncheck all and check the option set in the "Exclusive option" setting
ca_es: Si el participant marca totes les opcions, desmarqueu-les totes i marqueu l'opció del paràmetre "Opció exclusiva"

source: Auto-check exclusive option if all others are checked
ca_es: Marcatge automàtic de l'opció exclusiva si totes les altres están marcades

source: Location
ca_es: Ubicació

source: Store the city?
ca_es: Emmagatzemar la ciutat?

source: Save city
ca_es: Desar la ciutat

source: Store the state?
ca_es: Emmagatzemar l'estat?

source: Save state
ca_es: Desar estat

source: Store the postal code?
ca_es: Emmagatzemar el codi postal?

source: Save postal code
ca_es: Desar el codi postal

source: Store the country?
ca_es: Emmagatzemar el país?

source: Save country
ca_es: Desar país

source: Show a map in the statistics?
ca_es: Mostrar un mapa a les estadístiques?

source: Display map
ca_es: Mostrar mapa

source: Display a chart in the statistics?
ca_es: Mostrar un gràfic a les estadístiques?

source: Display chart
ca_es: Mostrar gràfic

source: Bar chart
ca_es: Gràfic de barres

source: Pie chart
ca_es: Gràfic circular

source: Select the type of chart to be displayed
ca_es: Selecciona el tipus de gràfic a ser mostrat

source: Chart type
ca_es: Tipus de gràfic

source: Activate this to show a map above the input field where the user can select a location
ca_es: Activa-ho per mostrar un mapa a sobre el camp on l'usuari pugui seleccionar un lloc

source: Use mapping service
ca_es: Utilitzeu el servei de mapat

source: Width of the map in pixel
ca_es: Amplada del mapa en pixels

source: Map width
ca_es: Amplada del mapa

source: Height of the map in pixel
ca_es: Alçada del mapa en pixels

source: Map height
ca_es: Alçada del mapa
